{
    "visible": {
        "enabled": "true"
    },
    "title": {
        "content": "New, simplified terms and conditions.",
        "font": "Open Sans",
        "color": "#27092C",
        "types": "Regular"
    },
    "content": {
        "content": "From 18.08.2023, new regulations of the \"AthermoBase\" application apply along with the added detailed Privacy Policy. Below are the new rules:\nTerms of Use\n\n1. Your private information will not be shared or sent anywhere! It will be stored in the computer's memory. (Article 49 of the Personal Data Protection Act).\r\n2. Creating a new account does not justify the last ban! (Ban is associated with IP).\r\n3. You may receive a warning or a message from a specific application administrator before getting banned to prevent it.\r\n4. Using the application is allowed if the user does not distribute or sell it under their own brand! Any editing or distribution is prohibited!\r\n5. You can get banned for using profanity towards administrators or for spamming.\r\n6. Any, even negative, opinion will be considered as long as it does not contain profanity or links for promoting social media.\n7. The terms may undergo minor changes without prior notice.\n8. Any observed violation of the terms will result in a warning, temporary, or permanent IP ban.\n\nPrivacy Policy\n\n1. Data sent in case of Default and Recommended privacy settings:\nUsername (logged-in Windows account), generated user ID, application launch time, user's system language, Windows version, processor name, graphics card name, last open date, installation date.\nData sent in case of Minimum privacy settings:\nUsername (logged-in Windows account), generated user ID, application launch time, user's system language, Windows version, last open date, installation date.\n\n2. Data that is not sent:\nAny passwords, application usage time, user's private data, any data about applications and processes in the user's system.\n\n3. Collecting information through DLL Inject:\nIt is done only on the user's computer and only for personal use. It retrieves information about the Microsoft User Account and its associated achievements.",
        "font": "Arial",
        "height": "450",
        "color": "Black",
        "types": "Regular"
    },
    "links": {
        "links": {
            "link1": "",
            "link2": "",
            "link3": "",
            "link4": ""
        },
        "linksNames": {
            "link1": "",
            "link2": "",
            "link3": "",
            "link4": ""
        },
        "types": "",
        "color": "",
        "font": ""
    },
    "images": {
        "imageLinks": {
            "link1": "",
            "link2": "",
            "link3": "",
            "link4": ""
        },
        "imageTitles": {
            "title1": "",
            "title2": "",
            "title3": "",
            "title4": ""
        }
    },
    "backgroundImage": {
        "enabled": "",
        "imageLink": "",
        "imageStyle": "",
        "backColor": ""
    }
}
